Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: Last week ✅ This week? Let's go! 🔥
cs: Minulý týden✅Tento týden? Jdeme na to! 🔥
da: Sidste uge ✅ I denne uge? Lad os gå! 🔥
de: Letzte Woche ✅ Diese Woche? Weiter gehts 🔥
es: La semana pasada ✅ ¿Esta semana? ¡Vamos! 🔥
et: Eelmine nädal ✅ Sel nädalal? Lähme! 🔥
fi: Viime viikolla ✅ Tällä viikolla? Mennään! 🔥
fr: La semaine dernière ✅ Cette semaine? Allons-y! 🔥
hr: Prošli tjedan ✅ Ovaj tjedan? Idemo! 🔥
hu: Múlt héten ✅ Ezen a héten? Menjünk! 🔥
it: La scorsa settimana ✅ Questa settimana? Andiamo! 🔥
lv: Pagājušajā nedēļā ✅ Šonedēļ? Ejam! 🔥
nb: Forrige uke ✅ Denne uken? Kjør på! 🔥
nl: Vorige week ✅ Deze week? Laten we gaan! 🔥
pl: Poprzedni tydzień ✅ A ten? Jedziemy 🔥
pt_br: Semana passada ✅ Esta semana? Vamos! 🔥
ro: Săptămâna trecută ✅ Săptămâna asta? Hai 🔥
sk: Minulý týždeň✅Tento týždeň? Poďme! 🔥
sl: Prejšnji teden ✅ Ta teden? Gremo! 🔥
sv: Förra veckan ✅ Den här veckan? Låt oss gå! 🔥
uk: Минулого тижня ✅ Цього тижня? ходімо! 🔥

source: Late-day rescue reminder
cs: Pozdní připomínka záchrany
da: Påmindelse om redning af sene dage
de: Späte Rettungserinnerung
es: Recordatorio de rescate de última hora
et: Hilise päeva päästmise meeldetuletus
fi: Myöhäisen päivän pelastusmuistutus
fr: Rappel de sauvetage en fin de journée
hr: Kasni podsjetnik za spašavanje
hu: Késői mentési emlékeztető
it: Promemoria di salvataggio serale
lv: Vēlās dienas glābšanas atgādinājums
nb: Påminnelse om redning sent på dagen
nl: Herinnering voor redding op de late dag
pl: Późne przypomnienie o akcji ratowniczej
pt_br: Lembrete de resgate no final do dia
ro: Memento de salvare pentru ziua târziu
sk: Neskorá pripomienka záchrany
sl: Večerni rešilni opomnik
sv: Påminnelse om räddning sent på dagen
uk: Вечірнє рятувальне нагадування

source: Latest 365 days
cs: Posledních 365 dní
da: Seneste 365 dage
de: Spätestens 365 Tage
es: Últimos 365 días
et: Viimased 365 päeva
fi: Viimeiset 365 päivää
fr: Derniers 365 jours
hr: Zadnjih 365 dana
hu: Legutóbbi 365 nap
it: Ultimi 365 giorni
lv: Pēdējās 365 dienas
nb: Siste 365 dager
nl: Laatste 365 dagen
pl: Ostatnie 365 dni
pt_br: Últimos 365 dias
ro: Ultimele 365 de zile
sk: Posledných 365 dní
sl: Zadnjih 365 dni
sv: Senaste 365 dagarna
uk: Останні 365 днів

source: learn
cs: učí se
da: lærer
de: lernt
es: aprende
et: õpib
fi: oppii
fr: apprend
hr: uči
hu: tanul
it: impara
lv: mācās
nb: lærer
nl: leert
pl: uczy się
pt_br: aprende
ro: învață
sk: učí sa
sl: učiti
sv: lär sig
uk: вчиться

source: Learn for 5 minutes
cs: Učit se 5 minut
da: Lære i 5 minutter
de: 5 Minuten lernen
es: Aprender 5 minutos
et: 5 minutit õppimist
fi: 5 minuutin opiskelu
fr: Apprendre pendant 5 minutes
hr: Učiti 5 minuta
hu: 5 perc tanulás
it: Imparare per 5 minuti
lv: Mācīties 5 minūtes
nb: Lære i 5 minutter
nl: 5 minuten leren
pl: Nauka przez 5 minut
pt_br: Estudar por 5 minutos
ro: Învățat 5 minute
sk: Učiť sa 5 minút
sl: Učiti se 5 minut
sv: Lära sig i 5 minuter
uk: Вчитися 5 хвилин

source: Leave a review
cs: Napsat recenzi
da: Skriv en anmeldelse
de: Bewertung schreiben
es: Dejar una reseña
et: Jäta arvustus
fi: Jätä arvostelu
fr: Laisser un avis
hr: Ostavi recenziju
hu: Értékelem
it: Lascia una recensione
lv: Atstāt atsauksmi
nb: Skriv en anmeldelse
nl: Laat een recensie achter
pl: Napisz recenzję
pt_br: Avaliar o app
ro: Lasă o recenzie
sk: Napíšte recenziu
sl: Pusti oceno
sv: Lämna en recension
uk: Залишити відгук

source: Leave a Review
cs: Zanechat recenzi
da: Skriv en anmeldelse
de: Bewertung schreiben
es: Deja una reseña
et: Jäta arvustus
fi: Jätä arvostelu
fr: Laisser un avis
hr: Ostavite recenziju
hu: Hagyjon véleményt
it: Lascia una recensione
lv: Atstāt atsauksmi
nb: Legg igjen en anmeldelse
nl: Laat een recensie achter
pl: Zostaw recenzję
pt_br: Avaliar o app
ro: Lasă o recenzie
sk: Zanechať recenziu
sl: Pusti oceno
sv: Lämna en recension
uk: Залишити відгук

source: Left:
cs: Vlevo:
da: Venstre:
de: Links:
es: Quedan:
et: Vasak:
fi: Vasen:
fr: Gauche:
hr: Lijevo:
hu: Balra:
it: Rimasti:
lv: Pa kreisi:
nb: Igjen:
nl: Links:
pl: Lewy:
pt_br: Restam:
ro: Stânga:
sk: Vľavo:
sl: levo:
sv: Vänster:
uk: Залишилось:

source: Legendary streak
cs: Legendární série
da: Legendarisk streak
de: Legendäre Serie
es: Racha legendaria
et: Legendaarne jada
fi: Legendaarinen sarja
fr: Série légendaire
hr: Legendarni niz
hu: Legendás sorozat
it: Serie leggendaria
lv: Leģendāra sērija
nb: Legendarisk rekke
nl: Legendarische reeks
pl: Legendarna passa
pt_br: Sequência lendária
ro: Singură legendară
sk: Legendárna séria
sl: Legendarni niz
sv: Legendarisk svit
uk: Легендарна серія

source: Light
cs: Světlý
da: Lys
de: Hell
es: Claro
et: Hele
fi: Vaalea
fr: Clair
hr: Svijetlo
hu: Világos
it: Chiaro
lv: Gaišs
nb: Lys
nl: Licht
pl: Jasny
pt_br: Claro
ro: Luminos
sk: Svetlý
sl: Svetlo
sv: Ljus
uk: Світла

source: Link calendars once you create them.
cs: Propojte kalendáře, jakmile je vytvoříte.
da: Link kalendere, når du har oprettet dem.
de: Verknüpfe Kalender, sobald du sie erstellt hast.
es: Vincula calendarios una vez que los creas.
et: Linkige kalendrid pärast nende loomist.
fi: Linkitä kalentereita luotuasi ne.
fr: Liez les calendriers une fois que vous les avez créés.
hr: Poveži kalendare kad ih stvoriš.
hu: Kapcsold össze a naptárakat, miután létrehoztad őket.
it: Collega i calendari una volta creati.
lv: Saistiet kalendārus pēc to izveides.
nb: Koble til kalendere når du har opprettet dem.
nl: Koppel kalenders zodra je ze hebt gemaakt.
pl: Połącz kalendarze po ich utworzeniu.
pt_br: Vincule calendários depois de criá-los.
ro: Conectați calendarele după ce le creați.
sk: Po vytvorení prepojte kalendáre.
sl: Ko ustvariš koledarje, jih poveži.
sv: Länka kalendrar när du har skapat dem.
uk: Прив'яжіть календарі після їх створення.

source: Linked calendar
cs: Propojený kalendář
da: Linket kalender
de: Verlinkter Kalender
es: Calendario vinculado
et: Lingitud kalender
fi: Linkitetty kalenteri
fr: Calendrier lié
hr: Povezani kalendar
hu: Kapcsolt naptár
it: Calendario collegato
lv: Saistīts kalendārs
nb: Koblet kalender
nl: Gekoppelde kalender
pl: Połączony kalendarz
pt_br: Calendário vinculado
ro: Calendar legat
sk: Prepojený kalendár
sl: Povezani koledar
sv: Länkad kalender
uk: Пов'язаний календар

source: Liters (l)
cs: Litry (l)
da: liter (l)
de: Liter (l)
es: Litros (litros)
et: liitrit (l)
fi: Litraa (l)
fr: Litres (l)
hr: Litre (l)
hu: liter (l)
it: Litri (l)
lv: Litri (l)
nb: Liter (l)
nl: Liter (l)
pl: Litry (l)
pt_br: Litros (l)
ro: Litri (l)
sk: Litre (l)
sl: Litri (l)
sv: Liter (l)
uk: Літри (л)

source: Loading plans…
cs: Načítám tarify…
da: Indlæser abonnementer…
de: Pläne werden geladen…
es: Cargando planes…
et: Paketid laadivad…
fi: Ladataan tilausvaihtoehtoja…
fr: Chargement des plans…
hr: Učitavanje planova...
hu: Ajánlatok betöltése…
it: Caricamento piani...
lv: Ielādē plānus…
nb: Laster abonnementer …
nl: Abonnementen laden…
pl: Wczytuję plany…
pt_br: Carregando planos…
ro: Se încarcă planurile…
sk: Načítavajú sa možnosti predplatného…
sl: Nalaganje ponudb ...
sv: Läser in abonnemang…
uk: Завантажуємо плани…

source: Lock screen text
cs: Text na obrazovce uzamčení
da: Tekst på låseskærm
de: Bildschirmtext sperren
es: Texto de la pantalla de bloqueo
et: Lukustuskuva tekst
fi: Lukitusnäytön teksti
fr: Texte de l'écran de verrouillage
hr: Tekst na zaključanom zaslonu
hu: Lezárási képernyő szövege
it: Testo della schermata di blocco
lv: Bloķēšanas ekrāna teksts
nb: Tekst på låseskjerm
nl: Tekst op vergrendelscherm
pl: Tekst na ekranie blokady
pt_br: Texto da tela de bloqueio
ro: Textul ecranului de blocare
sk: Text na uzamknutej obrazovke
sl: Besedilo na zaklenjenem zaslonu
sv: Låsskärmstext
uk: Текст на екрані блокування

source: Locked in
cs: Uzamčeno
da: Låst ind
de: Eingesperrt
es: Bloqueado
et: Lukustatud
fi: Lukittu
fr: Enfermé
hr: Zaključano
hu: Bezárva
it: Chiuso dentro
lv: Ritms noķerts
nb: Låst inn
nl: Opgesloten
pl: Trzymasz rytm
pt_br: Firme no ritmo
ro: În ritm
sk: Uzamknuté
sl: Zaklenjeno
sv: Låst in
uk: Заблокований

source: Locked in day after day
cs: Uzamčeno den po dni
da: Låst inde dag efter dag
de: Tag für Tag eingesperrt
es: Encerrado día tras día
et: Lukustatud päevast päeva
fi: Lukittu päivästä toiseen
fr: Enfermé jour après jour
hr: Zaključano iz dana u dan
hu: Napról napra bezárva
it: Costante giorno dopo giorno
lv: Ritms turas dienu pēc dienas
nb: Låst inne dag etter dag
nl: Dag na dag opgesloten
pl: Trzymasz rytm dzień po dniu
pt_br: Firme dia após dia
ro: În ritm zi după zi
sk: Držíš sa toho deň za dňom
sl: Trdno, dan za dnem
sv: Låst in dag efter dag
uk: Заблокований день за днем

source: Locked in week after week
cs: Zamčeno týden po týdnu
da: Låst inde uge efter uge
de: Woche für Woche eingesperrt
es: Bloqueado semana tras semana
et: Lukustatud nädalast nädalasse
fi: Lukittu viikosta toiseen
fr: Enfermé semaine après semaine
hr: Zaključano iz tjedna u tjedan
hu: Hétről hétre zárva
it: Costante settimana dopo settimana
lv: Slēgts nedēļu pēc nedēļas
nb: Låst inne uke etter uke
nl: Week na week opgesloten
pl: Trzymasz rytm tydzień po tygodniu
pt_br: Firme semana após semana
ro: În ritm săptămână după săptămână
sk: Držíš sa toho týždeň za týždňom
sl: Trdno, teden za tednom
sv: Låst vecka efter vecka
uk: Заблоковано тиждень за тижнем

source: Log a numeric value per day, like pages read or minutes practiced.
cs: Zaznamenejte číselnou hodnotu za den, jako jsou přečtené stránky nebo procvičené minuty.
da: Log en numerisk værdi pr. dag, f.eks. læste sider eller øvede minutter.
de: Trage pro Tag einen Zahlenwert ein, zum Beispiel gelesene Seiten oder geübte Minuten.
es: Registre un valor numérico por día, como páginas leídas o minutos practicados.
et: Logige päeva kohta arvväärtusi, näiteks loetud lehekülgi või harjutatud minutit.
fi: Kirjaa päiväkohtainen numeerinen arvo, kuten luetut sivut tai harjoitusminuutit.
fr: Enregistrez une valeur numérique par jour, comme les pages lues ou les minutes pratiquées.
hr: Unesi brojčanu vrijednost po danu, primjerice pročitane stranice ili minute vježbanja.
hu: Rögzíts napi számértéket, például elolvasott oldalakat vagy gyakorlással töltött perceket.
it: Registra un valore numerico al giorno, come pagine lette o minuti di pratica.
lv: Reģistrējiet skaitlisko vērtību dienā, piemēram, lasītās lapas vai praktizētās minūtes.
nb: Logg en verdi per dag, som sider lest eller minutter øvd.
nl: Registreer een numerieke waarde per dag, zoals gelezen pagina's of geoefende minuten.
pl: Rejestruj wartość liczbową dziennie, np. przeczytane strony lub przećwiczone minuty.
pt_br: Registre um valor por dia, como páginas lidas ou minutos praticados.
ro: Înregistrează o valoare numerică pe zi, cum ar fi pagini citite sau minute exersate.
sk: Zaznamenajte si číselnú hodnotu za deň, napríklad prečítané stránky alebo precvičené minúty.
sl: Vsak dan zabeleži številko, na primer prebrane strani ali minute vaje.
sv: Logga ett numeriskt värde per dag, som lästa sidor eller övade minuter.
uk: Записуй числове значення щодня, наприклад кількість прочитаних сторінок або хвилин практики.

source: Log a numeric value per week, like workouts done or kilometers covered.
cs: Zaznamenejte číselnou hodnotu za týden, jako jsou odcvičené tréninky nebo ujeté kilometry.
da: Log en numerisk værdi pr. uge, f.eks. udførte træninger eller tilbagelagte kilometer.
de: Trage pro Woche einen Zahlenwert ein, zum Beispiel absolvierte Workouts oder gelaufene Kilometer.
es: Registra un valor numérico por semana, como entrenamientos realizados o kilómetros recorridos.
et: Logige nädala kohta arvväärtus, nt tehtud treeningud või läbitud kilomeetrid.
fi: Kirjaa viikoittain numeerinen arvo, kuten suoritetut harjoitukset tai ajetut kilometrit.
fr: Enregistrez une valeur numérique par semaine, comme les entraînements effectués ou les kilomètres parcourus.
hr: Unesi brojčanu vrijednost po tjednu, primjerice odrađene treninge ili prijeđene kilometre.
hu: Rögzíts heti számértéket, például elvégzett edzéseket vagy megtett kilométereket.
it: Registra un valore numerico a settimana, come allenamenti fatti o chilometri percorsi.
lv: Reģistrējiet skaitlisko vērtību nedēļā, piemēram, veiktos treniņus vai nobrauktos kilometrus.
nb: Logg en verdi per uke, som økter fullført eller kilometer gått.
nl: Registreer een numerieke waarde per week, zoals uitgevoerde trainingen of afgelegde kilometers.
pl: Wpisuj liczbę za każdy tydzień, np. zrobione treningi albo przebiegnięte kilometry.
pt_br: Registre um valor por semana, como treinos feitos ou quilômetros percorridos.
ro: Înregistrează o valoare numerică pe săptămână, cum ar fi antrenamente făcute sau kilometri parcurși.
sk: Zaznamenajte si číselnú hodnotu za týždeň, napríklad odcvičené tréningy alebo prejdené kilometre.
sl: Vsak teden zabeleži številko, na primer opravljene treninge ali prehojene kilometre.
sv: Logga ett numeriskt värde per vecka, som gjorda träningspass eller tillryggalagda kilometer.
uk: Записуйте числове значення за тиждень, як-от виконані тренування або пройдені кілометри.

source: Longest
cs: Nejdelší
da: Længst
de: Am längsten
es: más largo
et: Pikim
fi: Pisin
fr: Le plus long
hr: Najduže
hu: Leghosszabb
it: Più lunga
lv: Garākais
nb: Lengst
nl: Langste
pl: Najdłuższy
pt_br: Mais longo
ro: Cel mai lung
sk: Najdlhšie
sl: Najdaljša
sv: Längst
uk: Найдовша

source: Longest Streak
cs: Nejdelší série
da: Længste Streak
de: Längster Streak
es: Racha más larga
et: Pikim vööt
fi: Pisin putki
fr: La plus longue séquence
hr: Najduži niz
hu: Leghosszabb sorozat
it: Serie più lunga
lv: Garākā sērija
nb: Lengste strek
nl: Langste reeks
pl: Najdłuższa passa
pt_br: Sequência mais longa
ro: Cea mai lungă serie
sk: Najdlhšia séria
sl: Najdaljši niz
sv: Längsta svit
uk: Найдовша серія

source: Mail the Developer
cs: Napište vývojáři
da: Send en mail til udvikleren
de: Entwickler kontaktieren
es: Envíe un correo al desarrollador
et: Saada arendajale meil
fi: Lähetä kehittäjälle sähköpostia
fr: Envoyez un e-mail au développeur
hr: Pošaljite e-poštom programeru
hu: Küldje el a fejlesztőt
it: Scrivi allo sviluppatore
lv: Nosūtiet izstrādātājam pa pastu
nb: Send e-post til utvikleren
nl: Mail de ontwikkelaar
pl: Napisz do programisty
pt_br: Envie um e-mail para o desenvolvedor
ro: Trimiteți un e-mail dezvoltatorului
sk: Napíšte vývojárovi
sl: Pošljite e-pošto razvijalcu
sv: Maila utvecklaren
uk: Написати розробнику

source: Make it tiny.
cs: Začni malým krokem.
da: Gør det lille.
de: Mach es klein.
es: Hazlo muy pequeño.
et: Tee see väikeseks.
fi: Tee siitä pieni.
fr: Commence tout petit.
hr: Neka bude sitno.
hu: Legyen kicsi.
it: Tienila piccola.
lv: Sāc pavisam maz.
nb: Gjør det lite.
nl: Maak het klein.
pl: Zacznij od czegoś małego.
pt_br: Comece pequeno.
ro: Fă-l foarte mic.
sk: Začni maličko.
sl: Naj bo majhno.
sv: Gör det litet.
uk: Зроби її дуже малою.

source: Make progress visible and rewarding right away.
cs: Udělejte pokrok okamžitě viditelným a odměňujícím.
da: Gør fremskridt synlige og belønnende med det samme.
de: Mach Fortschritt sofort sichtbar und spürbar.
es: Haga que el progreso sea visible y gratificante de inmediato.
et: Muutke edusammud kohe nähtavaks ja rahuldust pakkuvaks.
fi: Tee edistymisestä näkyvää ja palkitsevaa heti.
fr: Rendez les progrès visibles et gratifiants immédiatement.
hr: Neka napredak odmah bude vidljiv i nagrađujući.
hu: Tedd azonnal láthatóvá és jutalmazóvá a haladást.
it: Rendi i progressi visibili e gratificanti fin da subito.
lv: Padariet progresu redzamu un atalgojošu uzreiz.
nb: Gjør fremgangen synlig og givende med én gang.
nl: Maak vooruitgang direct zichtbaar en lonend.
pl: Spraw, aby postęp był widoczny i satysfakcjonujący od razu.
pt_br: Deixe o progresso visível e recompensador desde o começo.
ro: Fă progresul vizibil și motivant imediat.
sk: Okamžite urobte pokrok viditeľný a odmeňujúci.
sl: Naj bo napredek takoj viden in občutek dober.
sv: Gör framstegen synliga och belönande direkt.
uk: Зроби прогрес видимим і відчутним одразу.

source: Mark Day 1
cs: Označit den 1
da: Marker dag 1
de: Tag 1 markieren
es: Marcar Día 1
et: Märgi 1. päev
fi: Merkitse päivä 1
fr: Marquer le jour 1
hr: Označi 1. dan
hu: Megjelölöm az 1. napot
it: Segna il giorno 1
lv: Atzīmēt 1. dienu
nb: Marker dag 1
nl: Markeer dag 1
pl: Oznacz dzień 1
pt_br: Marcar Dia 1
ro: Marchează ziua 1
sk: Označiť Deň 1
sl: Označi 1. dan
sv: Markera dag 1
uk: Позначити День 1

source: Mark today as the first proof.
cs: Označ dnešek jako první důkaz.
da: Marker i dag som det første bevis.
de: Markiere heute als ersten Beweis.
es: Marca hoy como la primera prueba.
et: Märgi tänane päev esimeseks tõestuseks.
fi: Merkitse tämä päivä ensimmäiseksi todisteeksi.
fr: Marque aujourd’hui comme première preuve.
hr: Označi danas kao prvi dokaz.
hu: Jelöld meg a mai napot első bizonyítékként.
it: Segna oggi come prima prova.
lv: Atzīmē šodienu kā pirmo pierādījumu.
nb: Marker i dag som det første beviset.
nl: Markeer vandaag als je eerste bewijs.
pl: Oznacz dzisiaj jako pierwszy dowód.
pt_br: Marque hoje como a primeira prova.
ro: Marchează ziua de azi ca prima dovadă.
sk: Označ dnešok ako prvý dôkaz.
sl: Označi danes kot prvi dokaz.
sv: Markera idag som första beviset.
uk: Познач сьогодні як перший доказ.

source: meditate
cs: medituje
da: mediterer
de: meditiert
es: medita
et: mediteerib
fi: meditoi
fr: médite
hr: meditira
hu: meditál
it: medita
lv: meditē
nb: mediterer
nl: mediteert
pl: medytuje
pt_br: medita
ro: meditează
sk: medituje
sl: meditirajte
sv: mediterar
uk: медитує

source: Meditate for 2 minutes
cs: Meditovat 2 minuty
da: Meditere i 2 minutter
de: 2 Minuten meditieren
es: Meditar 2 minutos
et: 2 minutit meditatsiooni
fi: 2 minuutin meditointi
fr: Méditer pendant 2 minutes
hr: Meditirati 2 minute
hu: 2 perc meditáció
it: Meditare per 2 minuti
lv: Meditēt 2 minūtes
nb: Meditere i 2 minutter
nl: 2 minuten mediteren
pl: Medytacja przez 2 minuty
pt_br: Meditar por 2 minutos
ro: Meditație 2 minute
sk: Meditovať 2 minúty
sl: Meditirati 2 minuti
sv: Meditera i 2 minuter
uk: Медитувати 2 хвилини

source: Message
cs: Zpráva
da: Besked
de: Nachricht
es: Mensaje
et: Sõnum
fi: Viesti
hr: Poruka
hu: Üzenet
it: Messaggio
lv: Ziņojums
nb: Melding
nl: Bericht
pl: Wiadomość
pt_br: Mensagem
ro: Mesaj
sk: Správa
sl: Sporočilo
sv: Meddelande
uk: Повідомлення

source: Message on Telegram
cs: Zpráva na telegramu
da: Besked på Telegram
de: Nachricht im Telegramm
es: Mensaje en Telegram
et: Sõnum Telegramis
fi: Viesti Telegramissa
fr: Message sur télégramme
hr: Poruka na Telegramu
hu: Üzenet a Telegramon
it: Messaggio su Telegram
lv: Ziņojums telegrammā
nb: Melding på Telegram
nl: Bericht op Telegram
pl: Wiadomość na Telegramie
pt_br: Mensagem no Telegram
ro: Mesaj pe Telegram
sk: Správa v telegrame
sl: Sporočilo na Telegramu
sv: Meddelande på Telegram
uk: Написати в Telegram

source: Meters (m)
cs: metry (m)
da: Meter (m)
de: Meter (m)
es: Metros (m)
et: Meetrid (m)
fi: Metriä (m)
fr: Mètres (m)
hr: Metri (m)
hu: Méter (m)
it: Metri (m)
lv: Metri (m)
nb: Meter (m)
nl: Meter (m)
pl: Metry (m)
pt_br: Metros (m)
ro: metri (m)
sk: metre (m)
sl: Metri (m)
sv: Meter (m)
uk: Метри (м)

source: Milestone
cs: Milník
da: Milepæl
de: Meilenstein
es: Hito
et: Verstapost
fi: Virstanpylväs
fr: Jalon
hr: Prekretnica
hu: Mérföldkő
it: Traguardo
lv: Pagrieziena punkts
nb: Milepæl
nl: Mijlpaal
pl: Kamień milowy
pt_br: Marco
ro: Piatra de hotar
sk: Míľnik
sl: Mejnik
sv: Milstolpe
uk: Досягнення

source: Milestone celebration
cs: Oslava milníku
da: Milepælsfest
de: Meilensteinfeier
es: Celebración de hitos
et: Verstaposti tähistamine
fi: Milestonen juhla
fr: Célébration d'une étape importante
hr: Proslava prekretnice
hu: Mérföldkő ünnepe
it: Celebrazione della pietra miliare
lv: Pavērsiena svinēšana
nb: Milepælsfeiring
nl: Viering van een mijlpaal
pl: Uroczystość kamienia milowego
pt_br: Celebração de marco
ro: Sărbătoarea de hotar
sk: Oslava míľnika
sl: Praznovanje mejnika
sv: Milstolpefirande
uk: Святкування досягнення

source: Milestone celebrations
cs: Oslavy milníku
da: Milepælsfester
de: Meilensteinfeiern
es: Celebraciones de hitos
et: Tähtsündmuste tähistamine
fi: Virstanpylväiden juhlat
fr: Célébrations marquantes
hr: Proslave prekretnica
hu: Mérföldkő ünnepségek
it: Celebrazioni dei traguardi
lv: Pagrieziena punktu svinības
nb: Milepælsfeiringer
nl: Mijlpaalvieringen
pl: Uroczystości kamieni milowych
pt_br: Celebrações de marcos
ro: Sărbători de hotar
sk: Míľnikové oslavy
sl: Praznovanja mejnikov
sv: Milstolpsfirande
uk: Святкування досягнень

source: Milliliters (ml)
cs: Mililitry (ml)
da: Milliliter (ml)
de: Milliliter (ml)
es: Mililitros (ml)
et: Millilitrid (ml)
fi: Millilitraa (ml)
fr: Millilitres (ml)
hr: Mililitri (ml)
hu: Milliliter (ml)
it: Millilitri (ml)
lv: Mililitri (ml)
nb: Milliliter (ml)
nl: Milliliter (ml)
pl: Mililitry (ml)
pt_br: Mililitros (ml)
ro: mililitri (ml)
sk: Mililitre (ml)
sl: Mililitri (ml)
sv: Milliliter (ml)
uk: Мілілітри (мл)

source: Minimal
cs: Minimalistický
es: Minimalista
et: Minimaalne
fi: Minimalistinen
hr: Minimalno
hu: Minimális
it: Minimale
lv: Minimāls
nl: Minimaal
pl: Minimalny
pt_br: Minimalista
sk: Minimalistický
sl: Minimalno
uk: Мінімальний

source: Minimal Grid
cs: Minimální mřížka
da: Minimalt gitter
de: Minimales Raster
es: Cuadrícula mínima
et: Minimaalne ruudustik
fi: Minimaalinen ruudukko
fr: Grille minimale
hr: Minimalna mreža
hu: Minimális rács
it: Griglia minima
lv: Minimālais režģis
nb: Minimalt rutenett
nl: Minimaal raster
pl: Minimalna siatka
pt_br: Grade Mínima
ro: Grilă minimă
sk: Minimálna mriežka
sl: Minimalna mreža
sv: Minimalt rutnät
uk: Мінімальна сітка

source: Minutes
cs: Zápis
da: Referater
de: Minuten
es: Minutos
et: Minutid
fi: Minuutit
hr: minuta
hu: Perc
it: Minuti
lv: Minūtes
nb: Minutter
nl: Minuten
pl: Minuty
pt_br: Minutos
ro: Minute
sk: Minúty
sl: minute
sv: Minuter
uk: Хвилини

source: Momentum building
cs: Tah roste
da: Momentum bygning
de: Schwungaufbau
es: Creación de impulso
et: Hoogu ehitamine
fi: Momentumin rakentaminen
fr: Création d'une dynamique
hr: Izgradnja zamaha
hu: Lendületépítés
it: Slancio in crescita
lv: Momentuma veidošana
nb: Momentumbygging
nl: Momentum opbouwen
pl: Rytm się buduje
pt_br: Ritmo ganhando força
ro: Creșterea impulsului
sk: Tempo rastie
sl: Krepitev zagona
sv: Momentum byggnad
uk: Набираєш обертів

source: month
cs: měsíc
da: måned
de: Monat
es: mes
et: kuu
fi: kuukausi
fr: mois
hr: mjesec
hu: hónap
it: mese
lv: mēnesis
nb: måned
nl: maand
pl: miesiąc
pt_br: mês
ro: lună
sk: mesiac
sl: mesec
sv: månad
uk: місяць

source: Month in motion
cs: Měsíc v pohybu
da: Måned i bevægelse
de: Monat in Bewegung
es: Mes en movimiento
et: Kuu liigub
fi: Kuukausi liikkeessä
fr: Mois en mouvement
hr: Mjesec u pokretu
hu: Mozgó hónap
it: Mese in movimento
lv: Kustības mēnesis
nb: Måned i bevegelse
nl: Maand in beweging
pl: Miesiąc w ruchu
pt_br: Mês em movimento
ro: Lună în mișcare
sk: Mesiac v pohybe
sl: Mesec v gibanju
sv: Månad i rörelse
uk: Місяць у русі

source: Month owned
cs: Měsíc vlastněný
da: Måned ejet
de: Monat im Besitz
es: Mes propiedad
et: Kuu omanduses
fi: Kuukauden omistuksessa
fr: Mois de possession
hr: Mjesec u vlasništvu
hu: Hónapos tulajdon
it: Mese conquistato
lv: Mēnesī pieder
nb: Måned eid
nl: Maand eigendom
pl: Ten miesiąc jest Twój
pt_br: Mês conquistado
ro: Lună deținută
sk: Tento mesiac je tvoj
sl: Mesec v lasti
sv: Månad ägd
uk: Місяць у власності

source: Monthly
cs: Měsíční
da: Månedligt
de: Monatlich
es: Mensual
et: Kuupõhine
fi: Kuukausi
fr: Mensuel
hr: Mjesečno
hu: Havi
it: Mensile
lv: Mēneša
nb: Månedlig
nl: Maandelijks
pl: Miesięcznie
pt_br: Mensal
ro: Lunar
sk: Mesačne
sl: Mesečno
sv: Månatlig
uk: Місячний
